Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=144_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Aimo Guttorm valittiin lakimiessihteerin virkaan
sme: Aimo Guttorm válljejuvvui Sámedikki láhkačálli virgái

source: Utsjokelainen oikeustieteen kandidaatti / varatuomari Aimo Guttorm valittiin Saamelaiskäräjien avoinna olleeseen lakimiessihteerin vakituiseen virkaan.
sme: Ohcejohkalaš vuoigatvuohtadiehtaga kandidáhtta / várreduopmár Aimo Guttorm válljejuvvui Sámedikki láhkačálli fásta virgái.

source: Guttorm on hoitanut avoinna ollutta virkaa Heikki J. Hyvärisen eläkkeelle siirtymisen jälkeen viime syksystä lähtien.
sme: Guttorm lea dikšon virggi dan maŋŋá go ovddeš láhkačálli Heikki J. Hyvärinen sirdášii ealáhahkii mannan čavčča.

source: Guttorm voitti äänestyksessä oikeustieteen kandidaatti Siiri Jomppasen äänin 11-9.
sme: Guttorm vuittii jienasteamis vuoigatvuohtadiehtaga kandidáhtta Siiri Jomppanen jienaiguin 11-9.

source: Virkaa haki yhteensä neljä henkilöä, joista yksi vetäytyi kilvasta ennen valintaa.
sme: Virggi ohce oktiibuot njealjis, geain okta geassádii ovdal válljema.

source: Saamelaiskäräjien lakimiessihteeri on juridis-hallinnollinen virkamies, jonka tehtäviin kuuluu mm. valmistella saamelaisten oikeusasemaa koskevia asioita kuten lausuntoja, esityksiä, kannanottoja, muistioita ja joskus jopa säädösehdotuksia.
sme: Sámedikki láhkačálli lea juridihkálaš-hálddahuslaš virgeolmmoš, gean bargui gullá ee. válmmaštallat sámiid vuoigatvuohtadiliide guoski áššiid nugo cealkámušaid, evttohusaid, beali váldimiid, muittuhančállagiid ja muhtumin juoba láhkaevttohusaid.

source: Lisäksi lakimiessihteeri toimii Saamelaiskäräjien elinkeino- ja oikeuslautakunnan esittelijänä ja sihteerinä.
sme: Dasa lassin láhkačálli bargá Sámedikki ealáhus- ja vuoigatvuohtalávdegotti áššemeannudeaddjin ja čállin.

source: Saamelaiskäräjien kokous kesti maanantaina keskiyöhön saakka.
sme: Sámedikki čoahkkin bisttii vuossárgga gitta gaskaija rádjái.

source: Lakimiessihteerin valinnan lisäksi kokous päätti kuluvan vaalikauden toimintaohjelmasta, taloussuunnitelmista ja hyväksyi viime vuoden tilinpäätöksen.
sme: Láhkačálli válgga lassin čoahkkin mearridii dán válgabaji doaibmanprográmmas, ekonomiijaplánain ja dohkkehii diimmá rehketdoalu.

source: Muut asiat siirrettiin tuleviin kokouksiin.
sme: Eará áššit sirdojuvvojedje boahttevaš čoahkkimiidda.
